#
# Copyright (c) 2023 par Stefan Schubert sous la licence MIT (MIT).
# See project LICENSE file for the detailed terms and conditions.
#
register.captcha_wrongAnswer.t=Mais... ce n'\u00E9tait pas la bonne r\u00E9ponse. Veuillez r\u00E9essayer.
login.welcome.h=Bienvenue au projet SABI - Seawater Aquarium Business Intelligence
logout.message.t=La session utilisateur a \u00E9t\u00E9 ferm\u00E9e. Nous vous remercions de votre participation au projet.<br/> Nous vous remercions de votre participation au projet.\
A la prochaine fois ! Ou simplement d\u00E9connect\u00E9 par erreur ? <br/> \
<p/>Voici le retour: 
logout.header.h=\u00C0 la prochaine fois...
register.cancel.b=Annuler
register.register.b=Cr\u00E9er un compte utilisateur
register.captcha.h=Protection DoS pour l'inscription des utilisateurs (aka CAPTCHA).
register.captcha_missing.t=La question captcha n'a pas encore re\u00E7u de r\u00E9ponse.
register.gdpr.h=D\u00E9claration du RGPD (R\u00E8glement g\u00E9n\u00E9ral sur la protection des donn\u00E9es)
register.welcome.h=A propos de SABI
register.homepage.l=SABI sur github
register.sabi_on_github.l=De plus amples informations se trouvent sur la page d'accueil du projet :
register.captcha.t=M\u00EAme si j'esp\u00E8re que les hackers ne s'int\u00E9ressent pas aux projets semi-scientifiques, \
voici tout de m\u00EAme une petite d\u00E9fense contre les algorithmes. Veuillez r\u00E9soudre la mini-\u00E9nigme suivante :
register.username.l=Nom de connexion :
register.email.l=Email :
common.cookie.t=Ce service web utilise un cookie de session pour vous identifier entre les consultations de pages, \
d\u00E8s qu'ils s'enregistrent ou se connectent. Celui-ci est utilis\u00E9 exclusivement pour la fonction techniquement n\u00E9cessaire de \
fonction de la page.
common.error.backend_unreachable.l=UPS - cela n'aurait pas d\u00FB se produire. N'a pas pu atteindre le serveur backend. Veuillez r\u00E9essayer plus tard.
register.password.l=Mot de passe :
register.verifypassword.l=R\u00E9p\u00E9ter le mot de passe :
register.language.l=Langue
register.country.l=Pays
register.i18n.t=Ces informations (facultatives) sont utilis\u00E9es pour internationaliser SABI (point d\u00E9cimal, langue).\
Au d\u00E9part, seules deux langues sont propos\u00E9es (Deutsch et English), si un nombre plus important d'utilisateurs d'un autre arri\u00E8re-plan\
 un traducteur volontaire est recherch\u00E9. Si les donn\u00E9es sont laiss\u00E9es en blanc, SABI met l'anglais \
 comme param\u00E8tre par d\u00E9faut. Il est possible de le modifier ult\u00E9rieurement via le profil d'utilisateur.  \
 Si tu es d\u00E9veloppeur et que tu ma\u00EEtrises une autre langue, consulte SABI sur github ;-)   
register.gdpr.t=SABI enregistre votre adresse e-mail dans le cadre de l'identification de l'utilisateur pour identifier le compte utilisateur. \
En outre, et en lien avec votre compte d'utilisateur, les valeurs de mesure que vous avez communiqu\u00E9es et les informations sur la population de l'aquarium sont enregistr\u00E9es. \
La somme de toutes les valeurs mesur\u00E9es et de toutes les informations sur la population de l'aquarium enregistr\u00E9es dans SABI par tous les utilisateurs est utilis\u00E9e dans le cadre d'une \
questions semi-scientifiques. Les r\u00E9sultats de ces \u00E9valuations sont mis \u00E0 la disposition de tous les utilisateurs de mani\u00E8re anonyme. \
Les donn\u00E9es sont stock\u00E9es au sein de l'UE et ne sont pas transmises \u00E0 des tiers sans votre autorisation. \
Afin de satisfaire \u00E0 l'obligation d'information impos\u00E9e par le RGPD, l'application SABI comprend, sous le point Report, une fonction d'exportation automatique des donn\u00E9es.\
Exportation des donn\u00E9es que vous avez saisies.
register.welcome.t=Merci de soutenir le projet SABI et bienvenue ! \
SABI n'offrira pas de fonctionnalit\u00E9s de forum et n'entrera pas en concurrence avec les nombreuses et pr\u00E9cieuses communaut\u00E9s de forum. \
L'approche scientifique est au premier plan. Les participants b\u00E9n\u00E9ficient d'une repr\u00E9sentation graphique des \
des valeurs de mesure ainsi que des connaissances acquises au cours du projet. \
Actuellement, le projet se trouve en phase I (collecte de donn\u00E9es). D\u00E8s que le nombre de \
participants se sont r\u00E9unis et ont fourni une quantit\u00E9 suffisante de donn\u00E9es de mesure \
le projet passera \u00E0 la phase II (analyse).
preregistration.info.t=Presque termin\u00E9. Le nom d'utilisateur n'\u00E9tait pas encore attribu\u00E9 et a \u00E9t\u00E9 cr\u00E9\u00E9 avec succ\u00E8s. \
Dans la minute qui suit, vous recevrez un e-mail avec un lien d'activation pour confirmer que votre adresse e-mail est valide. \
D\u00E8s que votre adresse e-mail a \u00E9t\u00E9 v\u00E9rifi\u00E9e par ce biais, votre login est activ\u00E9 et vous pouvez vous connecter via \
<a href="https://sabi-project.net/login.html">https://sabi-project.net/login.html</a> pour vous connecter.
welcome.but.login=Connexion
welcome.but.register=Enregistrement
welcome.lab.login=Bienvenue \u00E0 nouveau :
welcome.lab.register=Cool, je veux y participer.
welcome.t.introduction=SABI est un projet semi-scientifique ouvert aux aquariophiles d'eau de mer. L'objectif est d'\u00E9tudier les questions relatives aux valeurs mesur\u00E9es afin d'en tirer des enseignements. Le projet en est actuellement \u00E0 la phase 1 (collecte de donn\u00E9es). \
Vous trouverez plus d'informations sur la vision et la planification du projet sur <a href="https://github.com/StefanSchubert/sabi/blob/main/README.md" style="color : lightblue">Github</>.
register.email_invalid.t=Aucune adresse e-mail valide
credits.sponsor_thx.h=Merci de tout c\u0153ur pour votre soutien \u00E0 :
credits.sponsor_icon8.t=Pour l'utilisation gratuite du crabe mignon comme favicon.
credits.sponsor_developer.t=Si je ne suis pas rest\u00E9 le seul : Pour le temps libre sacrifi\u00E9.
credits.sponsor_developer.l=Tous les d\u00E9veloppeurs qui me soutiennent
register.conflict.t=Le nom d'utilisateur et/ou l'email sont d\u00E9j\u00E0 enregistr\u00E9s.
tankview.tanklist.h=vos aquariums
menu.tankView.l=Aquarium
menu.home.l=Page d'accueil
menu.export.l=Exporter
menu.report.l=Rapport des donn\u00E9es de mesure
menu.userProfile.l=Profil de l'utilisateur
menu.feedback.l=R\u00E9troaction
menu.statistics.l=Statistiques du projet
common.delete.b=Supprimer
common.add.b=ajouter
common.edit.b=Modifier
common.save.b=Enregistrer
common.cancel.b=Annuler
common.error.internal_server_problem.t=Ups - il y a eu une erreur de serveur interne. Merci de r\u00E9essayer plus tard ou de signaler un probl\u00E8me (de pr\u00E9f\u00E9rence via un ticket github sur le projet sabi).
tankview.description.l=Description :
tankview.volume.l=volume :
tankview.volUnit.l=Unit\u00E9 :
tankview.waterType.l=Type d'aquarium :
tankview.inceptionDate.l=date de mise en place :
login.username.l=Nom d'utilisateur :
login.password.l=Mot de passe :
login.forgottenPW.l=Mot de passe oubli\u00E9 ? Erreur de frappe ? Ou le serveur backend est actuellement indisponible ?
login.resetPW.b=R\u00E9initialiser le mot de passe
login.panel.h=Veuillez vous connecter :
projectstats.tankcount.l=Aquariums recens\u00E9s :
projectstats.usercount.l=Participants au projet :
userportal.projectstate.l=P\u00E9riode actuelle du projet :
userportal.currentprojectstate.l=Phase 1 - Collecte de donn\u00E9es
menu.measureView.l=Collecte des donn\u00E9es de mesure
common.tankchoice.l=Aquarium :
measureview.measurekind.l=Qu'est-ce qui a \u00E9t\u00E9 mesur\u00E9 :
measureview.value.l=valeur mesur\u00E9e :
common.unitchoise.l=Unit\u00E9 :
measureview.date.l=Mesur\u00E9 le :
common.new_record.b=Nouvelle entr\u00E9e
credits.sponsor_wife.l=Ma femme
credits.sponsor_wife.t=Pour le temps sacrifi\u00E9 pass\u00E9 ensemble devant l'ordinateur portable apr\u00E8s le travail.
common.select.l=Choisir...
measureview.listing.h=Mesures r\u00E9centes :
crowdfounding.title.h=Comment les dons ont-ils \u00E9t\u00E9 investis ? Petit aper\u00E7u financier :
crowdfunding.introduction.t=<p>Il existe plusieurs fa\u00E7ons de soutenir ce projet semi-scientifique :</p>\
<ul> en tant que donateur\
<li>En tant que d\u00E9veloppeur via github</li>.\
<li>En tant que participant et donc donateur de donn\u00E9es</li>.\
<li>En tant que sponsor pour amortir les d\u00E9penses mat\u00E9rielles</li>.\
</ul>.\
\
<p>En tant que sponsor du projet, j'investis mon temps libre dans le cadre de la prestation de d\u00E9veloppement et d'exploitation.\
Mais il y a aussi des frais mat\u00E9riels et d'exploitation qui doivent \u00EAtre refinanc\u00E9s (si tout se passe bien \u00E0 un moment donn\u00E9) et que je ne veux pas supporter seul. Toutefois, je ne peux pas me permettre d'\u00EAtre seul.\
Afin d'assurer la transparence, les co\u00FBts et les ressources sont publi\u00E9s ici.
common.incompleted_formdata.t=Veuillez indiquer tous les champs.
common.save.confirmation.t=Les donn\u00E9es ont \u00E9t\u00E9 enregistr\u00E9es. Merci :-)
common.token.expired.t=La session du serveur semble avoir expir\u00E9. Veuillez vous reconnecter.
userportal.greeting.l=Projet SABI | 
userportal.welcome.l=Bienvenue \u00E0 nouveau
pw_forgotten.reset_request_accepted.t=Requ\u00EAte accept\u00E9e. Le token pour la r\u00E9initialisation a \u00E9t\u00E9 envoy\u00E9 par mail. Veuillez l'utiliser \u00E0 l'\u00E9tape suivante.
pw_forgotten.request.step1.h=Etape 1 - Veuillez indiquer votre adresse e-mail et r\u00E9pondre au captcha.
pw_forgotten.request.b=Demander un jeton par email
pw_forgotten.request.h=Mot de passe oubli\u00E9 !? Suis les instructions...
pw_forgotten.request.step2.h=Etape 2 - Entrer le jeton de l'email et le nouveau mot de passe.
pw_forgotten.reset_token.l=Token de r\u00E9initialisation
pw_forgotten.reset.b=Envoyer
pw_forgotten.request.step3.h=Etape 3 - C'est fait, connectez-vous \u00E0 nouveau apr\u00E8s avoir re\u00E7u l'e-mail de confirmation.
pw_forgotten.login_link.l=Retour \u00E0 la page d'inscription...
register.password.policy_failed.t=Mots de passe non identiques ou trop faibles.
register.pwreset_token_invalid.t=Le jeton de r\u00E9initialisation ne correspond pas ou est expir\u00E9.
reportview.headline.h=Rapports de donn\u00E9es de mesure
reportview.introduction.t=Les 14 derniers points de mesure sont repr\u00E9sent\u00E9s ici sous forme de graphique dans le temps. Plus bas, il est possible d'exporter toutes ses propres donn\u00E9es de mesure.
common.no_such_data.t=Aucune donn\u00E9e n'a \u00E9t\u00E9 trouv\u00E9e \u00E0 ce sujet.
reportview.chart.h=Donn\u00E9es de mesure pour %s
reportview.request_data.b=G\u00E9n\u00E9rer un rapport
measureview.mode.editrecord.l=Mode : \u00E9diter l'ensemble de donn\u00E9es existant
measureview.mode.newrecord.l=Mode : ajouter un enregistrement de donn\u00E9es
userprofile.h=Profil d'utilisateur pour
common.additional.info.t=En raison du budget volontairement r\u00E9duit au d\u00E9marrage du projet, ce service est actuellement \
exclusivement dans le "nouveau" r\u00E9seau Internet bas\u00E9 sur IPv6 \
est accessible. Si le fournisseur d'acc\u00E8s local ne met pas IPv6 \u00E0 disposition, \
il est g\u00E9n\u00E9ralement possible d'y acc\u00E9der via le t\u00E9l\u00E9phone portable (avec le WLAN d\u00E9sactiv\u00E9).
impressum.role.t=Fondateur et responsable du projet :
gdpr.menu.l=R\u00E8glement g\u00E9n\u00E9ral sur la protection des donn\u00E9es (RGPD)
userprofile.localechoice.l=Langue :
userprofile.pwchange.l=Changer le mot de passe
userprofile.updateconfirmation.t=Les param\u00E8tres ont \u00E9t\u00E9 mis \u00E0 jour.
feedback.features.h=Rapports d'erreurs, am\u00E9liorations, souhaits
feedback.features.t=Les propositions d'am\u00E9lioration, les id\u00E9es ou les rapports de probl\u00E8mes peuvent \u00EAtre signal\u00E9s et consult\u00E9s publiquement ici \
<a href="https://github.com/StefanSchubert/sabi/discussions" target="_blank">SSABIs Github Discussions</a><br/>\
Comme il s'agit d'un projet international, il est pr\u00E9f\u00E9rable de le faire en anglais. Mais l'allemand est tout aussi bienvenu. Merci beaucoup :-)
feedback.common.h=Autres r\u00E9actions...
feedback.common.t=Pour tout autre feedback, n'h\u00E9sitez pas \u00E0 m'envoyer un email \u00E0 <a href="mailto:stefan@bluewhale.de">stefan@bluewhale.de</a> \
Ne vous \u00E9tonnez pas si je ne r\u00E9ponds pas tout de suite (travail, famille, entretien du nano-r\u00E9cif...).
sessionExpired.header.h=Ups - Session d'utilisateur expir\u00E9e
sessionExpired.message.t=Votre session utilisateur a expir\u00E9 apr\u00E8s un d\u00E9lai d'attente. Si ce n'\u00E9tait pas intentionnel...<br/>-'est pas un probl\u00E8me.\
<p/>Il suffit de se connecter \u00E0 nouveau :
projectstats.measurementcount.l=Nombre de donn\u00E9es de mesure :
menu.plagueView.l=Centre des plaintes
credits.sponsor_magazin_article.t=Pour faire conna\u00EEtre le projet dans le cadre d'un article paru dans le magazine KORALLE (num\u00E9ro 136).
login.register.l=Sans login ? -->
plague.center.introduction.h=Bienvenue au centre des plaies de SABI. De quoi s'agit-il ici ?
plague.center.introduction.t=La vision centrale de SABI est d'identifier les corr\u00E9lations possibles entre les mesures de la qualit\u00E9 de l'eau et les plaies. \
Pour ce faire, il faut non seulement enregistrer r\u00E9guli\u00E8rement les valeurs de l'eau, mais aussi et surtout surveiller l'apparition de \
et l'\u00E9volution de fl\u00E9aux sp\u00E9cifiques doivent \u00EAtre prot\u00E9g\u00E9es de mani\u00E8re structur\u00E9e. Si le projet est couronn\u00E9 de succ\u00E8s, nous pourrons \
d\u00E9duire la probabilit\u00E9 d'apparition de pestes dans l'aquarium marin \u00E0 partir des valeurs de l'eau signal\u00E9es et les utiliser comme une sorte de \
syst\u00E8me d'alerte pr\u00E9coce avec des recommandations sur les contre-mesures appropri\u00E9es. 
plague.center.mystatus.h=Pestes actuellement signal\u00E9s dans mes aquariums :
plague.center.mystatus.noplague.t=-- aucune entr\u00E9e --
plague.center.addrecord.h=D\u00E9clarer une nouvelle peste ou mettre \u00E0 jour le statut :
plague.center.info.t=Une plaie actuelle est automatiquement r\u00E9sum\u00E9e et n'est annonc\u00E9e que par le message \
message de cl\u00F4ture.
plague.center.history.h=R\u00E9pertoire des plaies surmont\u00E9es
plague.center.history.norecords.t=-- aucune entr\u00E9e jusqu'\u00E0 pr\u00E9sent --
tankview.tempApiKey.l=ApiKey pour les messages automatiques de temp\u00E9rature par les appareils IoT :
tankview.tempApiKey.b=g\u00E9n\u00E8re une cl\u00E9 API
projectstats.plagueObservationRecordCount.l=\u00E9volution des plaies observ\u00E9e :
plagueview.date.l=Observ\u00E9 le :
plagueview.tank.l=Aquarium :
plagueview.plague.l=Fl\u00E9au :
plagueview.laststatus.l=dernier \u00E9tat :
plagueview.curedate.l=Enregistr\u00E9 le :
plagueview.status.l=Statut :
plagueview.save.b=Sauvegarder l'observation
reportview.14mp.chart.h=R\u00E9trospective des points de mesure r\u00E9cemment relev\u00E9s
reportview.365d.chart.h=Points de mesure dans la r\u00E9trospective annuelle
reportview.90d.chart.h=Points de mesure dans la r\u00E9trospective 3 mois
plagueview.duration.l=dur\u00E9e en jours :
userportal.meassurement.reminder.h=Vos rappels de mesures :
userportal.meassurement.nosetting.t=Tu peux te faire rappeler ici si tu voulais mesurer quelque chose r\u00E9guli\u00E8rement. \
Pour cela, va dans ton profil d'utilisateur et enregistre l'intervalle de mesure souhait\u00E9.
userprofile.reminderinfo.t=Si tu veux qu'on te rappelle sur la page d'accueil que tu dois mesurer une certaine valeur d'eau, \
tu peux enregistrer ici un intervalle de mesure pour la valeur correspondante. La prochaine fois que tu te connecteras \
SABI regardera quand tu as mesur\u00E9 la valeur de l'eau pour la derni\u00E8re fois et comparera si ton \
l'intervalle que tu as enregistr\u00E9 est \u00E9coul\u00E9.
userprofile.reminderinfo.h=Rappel pour les mesures r\u00E9guli\u00E8res
userportal.meassurement.unit.l=Param\u00E8tres de mesure
userportal.meassurement.duedate.l=prochaine mesure
userportal.meassurement.dayinterval.l=intervalle de mesure en jours
userprofile.meassurement.active.l=Activ\u00E9
userprofile.meassurement.dayinterval.l=Intervalle de mesure en jours
userprofile.meassurement.unit.l=Param\u00E8tres de mesure
userprofile.meassurement.addreminder.l=D\u00E9finir un rappel pour :
common.update.b=Mise \u00E0 jour
register.password.policy.t=(mot de passe : min 10 \u00E0 20 caract\u00E8res. Minuscules/majuscules, chiffre et caract\u00E8res sp\u00E9ciaux)
enum.waterType.seawater.l=Eau sal\u00E9e
enum.waterType.freshwater.l=Eau douce