#
# Copyright (c) 2021 by Stefan Schubert under the MIT License (MIT).
# See project LICENSE file for the detailed terms and conditions.
#
register.captcha_wrongAnswer.t=Hm...das war die falsche Antwort. Bitte erneut versuchen.
login.welcome.h=Willkommen beim SABI-Projekt - Seawater Aquarium Business Intelligence
logout.message.t=Die Anwendersitzung wurde beendet. Vielen Dank f\u00FCr die Teilnahme am Projekt.<br/>\
Bis zum n\u00E4chsten Mal! Oder nur versehentlich abgemeldet?<br/> \
<p/>Hier geht es zur\u00FCck: 
logout.header.h=Bis zum n\u00E4chsten Mal...
register.cancel.b=Cancel
register.register.b=Benutzerkonto anlegen
register.captcha.h=DoS Schutz zur Benutzeranmeldung (aka CAPTCHA).
register.captcha_missing.t=Captcha-Frage wurde noch nicht beantwortet.
register.gdpr.h=DSGVO (Daten-Schutz-Grund-Verordnung) Erkl\u00E4rung
register.welcome.h=\u00DCber Sabi
register.homepage.l=Sabi auf github
register.sabi_on_github.l=Weitere Informationen befinden sich auf der Projekt-Homepage:
register.captcha.t=Auch wenn ich hoffe, da\u00DF Hacker kein Interesse an semi-wissenschaftlichen Projekten haben, \
hier dennoch eine kleine Algorithmenabwehr. Bitte l\u00F6se folgendes Mini-R\u00E4tsel:
register.username.l=Login-Name:
register.email.l=Email:
common.cookie.t=Dieser Webservice verwendet einen Session-Cookie, um Sie zwischen Seitenaufrufen zu identifizieren, \
sobald sie sich registrieren oder anmelden. Dieser wird ausschlie\u00DFlich f\u00FCr die technisch notwendige \
Funktion genutzt.
common.error.backend_unreachable.l=UPS - das h\u00E4tte nicht passiern d\u00FCrfen. Konnte den Backendserver nicht erreichen. Bitte versuchen Sie es sp\u00E4ter nochmal.
register.password.l=Passwort:
register.verifypassword.l=Passwort erneut:
register.language.l=Sprache
register.country.l=Land
register.i18n.t=Diese (freiwilligen) Angaben werden verwendet um Sabi zu internationalisieren (Dezimalpunkt, Sprache).\
Zu Start werden nur zwei Sprachen angeboten (Deutsch und English), kommen mehr Nutzer mit einem anderen Hintergrund\
 zusammen wird ein freiwilliger \u00DCbersetzer gesucht. Werden die Angaben leer gelassen, so setzt Sabi Englisch \
 als Voreinstellung. \u00DCber das Benutzerprofil l\u00E4sst sich dies auch nachtr\u00E4glich anpassen.  \
 Bist du Entwickler und beherscht eine andere Sprache, schau doch  bei Sabi auf github vorbei ;-)   
register.gdpr.t=Sabi speichert im Rahmen der Benutzeridentifikation die unten von Ihnen angegebenen Daten zur Identifizierung des Benutzerkontos. \
Zus\u00E4tzlich und mit Ihrem Benutzerkonto verkn\u00FCpft werden die von Ihnen gemeldeten Messwerte und Informationen zum Aquariumbesatz gespeichert und \
mit Ihrem Benutzerkonto verkn\u00FCpft. Die Summe aller in Sabi, durch alle Anwender, gespeicherten Messwerte und Daten zum Aquariumbesatz werden unter \
semi-wissenschaftlichen Fragestellungen ausgewertet. Die Ergebnisse dieser Auswertungen werden anonymisiert wiederum allen Benutzern zur Verf\u00FCgung gestellt. \
Die Daten werden innerhalb der EU gespeichert und nicht an Dritte ohne Ihre Erlaubnis weitergegeben. \
Zur Erf\u00FCllung der verpflichtenden Auskunftspflicht befindet sich in der Sabi Anwendung unter dem Punkt Report eine Funktion zum automatischen \
Export der durch Sie eingegebenen Daten.
register.welcome.t=Vielen Dank, dass Sie das Sabi-Project unterst\u00FCtzen wollen und Herzlich Willkommen! \
Sabi wird keine Forumsfunktionalit\u00E4ten anbieten und tritt nicht in Konkurenz zu den vielen wertvollen Forum-Communities. \
Im Fordergrund steht der wissenschaftliche Ansatz. Die Teilnehmer profitieren von einer grafischen Darstellung der beigesteuerten \
Messwerte und der durch das Projekt gewonnenen Erkenntnisse. \
Aktuell befindet sich das Projekt in Phase I (Datensammlung). Sobald ausreichend \
Teilnehmer die zusammengekommen sind und eine hinreichend gro\u00DFe Messdatenmenge \
gesammelt wurden, geht es in Phase II (Analyse) \u00FCber.\

preregistration.info.t=Fast fertig. Der Username war noch nicht vergeben und wurde erfolgreich angelegt. \
Innerhalb der n\u00E4chsten Minute erhalten Sie eine Email mit einem Aktivierungslink, um Ihre Email-Adresse als g\u00FCltig zu best\u00E4tigen. \
Sobald Ihre Email-Adresse \u00FCber diesen Weg verifiziert wurde, wird Ihr Login freigeschaltet.
welcome.but.login=Anmeldung
welcome.but.register=Registrierung
welcome.lab.login=Willkommen zur\u00FCck:
welcome.lab.register=Cool, da will ich mit machen.
welcome.t.introduction=SABI ist ein offenes, semi-wissenschaftliches Projekt f\u00FCr Meerwasser-Aquarianer. Ziel ist die Untersuchung von Fragestellungen rund um die Messwerte, um daraus Erkenntnisse zu gewinnen. Das Projekt befindet sich aktuell in Phase 1 (Datensammlung). \
Mehr Infos zur Projekt-Vision und Planung gibt es auf <a href="https://github.com/StefanSchubert/sabi/blob/main/README.md" style="color: lightblue">Github</>.
register.email_invalid.t=Keine g\u00FCltige Email-Adresse
credits.sponsor_thx.h=Herzlichen Dank an die Sponsoren:
credits.sponsor_icon8.t=F\u00FCr die freie Nutzung der s\u00FC\u00DFen Krabbe als Favicon.
credits.sponsor_developer.t=Falls ich nicht der einzige geblieben bin: F\u00FCr die geopferte Freizeit.
credits.sponsor_developer.l=Alle unterst\u00FCtzende Entwickler
register.conflict.t=Username und/oder Email sind bereits registriert.
tankview.tanklist.h=Ihre Aquarien
menu.tankView.l=Aquarium
menu.home.l=Startseite
menu.export.l=Export
menu.report.l=Report
menu.userProfile.l=Benutzerprofil
menu.feedback.l=R\u00FCckmeldung
menu.statistics.l=Projekt-Statistiken
common.delete.b=L\u00F6schen
common.add.b=Neu
common.edit.b=Bearbeiten
common.save.b=Speichern
common.cancel.b=Abbruch
common.error.internal_server_problem.t=Ups - es gab einen internen Server Error. Bitte versuchen Sie es sp\u00E4ter nochmal oder melden Sie eine St\u00F6rung (am besten \u00FCber ein github Ticket zum sabi Projekt).
tankview.description.l=Beschreibung:
tankview.volume.l=Volumen:
tankview.volUnit.l=Einheit:
tankview.inceptionDate.l=Aufstelldatum:
login.username.l=Benutzername:
login.password.l=Passwort:
login.forgottenPW.l=Passwort vergessen? Tippfehler? Oder der Backend-Server ist gerade nicht erreichbar...
login.resetPW.b=Passwort zur\u00FCcksetzen
login.panel.h=Bitte anmelden:
userportal.tankcount.l=Erfasste Aquarien:
userportal.usercount.l=Projekt-Teilnehmer:
userportal.projectstate.l=Aktuelle Projektphase:
userportal.currentprojectstate.l=Phase 1 - Datensammlung
menu.measureView.l=Messdatenerfassung
common.tankchoice.l=Aquarium:
measureview.measurekind.l=Was wurde gemessen:
measureview.value.l=Messwert:
common.unitchoise.l=Einheit:
measureview.date.l=Gemessen am:
common.new_record.b=Neuer Eintrag
credits.sponsor_wife.l=An meine Frau
credits.sponsor_wife.t=F\u00FCr die geopferte gemeinsame Zeit, die ich nach der Arbeit vor dem Laptop verbracht habe.
common.select.l=Ausw\u00E4hlen...
measureview.listing.h=J\u00FCngste Messungen:
crowdfounding.title.h=Wie wurden die Spenden investiert? Kleine Finanz\u00FCbersicht:
crowdfunding.introduction.t=<p>Es gibt mehrer Arten dieses semi wissenschaftliche Projekt zu unterst\u00FCtzen:</p>\
<ul>\
<li>Als Entwickler \u00FCber github</li>\
<li>Als Teilnehmer und damit Datenspender</li>\
<li>Als Sponsor zur Tilgung der materiellen Aufw\u00E4nde</li>\
</ul>\
\
<p>Als Projektsponsor investiere ich meine Freizeit im Rahmen der Entwicklungs- und Betriebsdienstleistung ein.\
Aber es gibt auch Materielle- und Betriebskosten, die (wenn es irgendwann mal gut l\u00E4uft) refinanziert werden sollen und ich nicht alleine tragen m\u00F6chte.\
Damit jedoch eine Transparenz entsteht, werden die Kosten und eingeflossene Mittel hier offen gelegt.</p>
common.incompleted_formdata.t=Bitte alle Felder angeben.
common.save.confirmation.t=Daten wurden gespeichert. Danke :-)
common.token.expired.t=Serversitzung scheint abgelaufen zu sein. Bitte erneut einloggen.
userportal.greeting.l=Sabi f\u00FCr
userportal.welcome.l=Willkommen zur\u00FCck
pw_forgotten.reset_request_accepted.t=Anfrage akzeptiert. Token zum Zur\u00FCcksetzen wurde per Mail versand. Diese bitte im n\u00E4chsten Schritt verwenden.
pw_forgotten.request.step1.h=Schritt 1 - Bitte Email-Adresse angeben und Captcha beantworten.
pw_forgotten.request.b=Token per email anfordern
pw_forgotten.request.h=Passwort vergessen!? Folge der Anleitung...
pw_forgotten.request.step2.h=Schritt 2 - Token aus Email und neues Passwort eingeben.
pw_forgotten.reset_token.l=R\u00FCcksetz-Token
pw_forgotten.reset.b=Absenden
pw_forgotten.request.step3.h=Schritt 3 - Geschafft, nach erhalt der Best\u00E4tigungs-Email bitte erneut einloggen.
pw_forgotten.login_link.l=Zur\u00FCck zur Anmeldungsseite...
register.password.policy_failed.t=Passw\u00F6rter nicht identisch oder zu schwach (Min 10 bis 20 Zeichen. Klein/Gro\u00DFschreibung, Zahl und Sonderzeichen)
register.pwreset_token_invalid.t=Reset-Token passt nicht oder ist abgelaufen.
reportview.headline.h=Messdaten-Reports
reportview.introduction.t=Hier werden die letzten 14 Messpunkte im zeitlichen Verlauf grafisch dargestellt. Weiter unten besteht die M\u00F6glichkeit alle eigenen Messdaten zu exportieren.
common.no_such_data.t=Hierzu wurden keine Daten gefunden.
reportview.chart.h=Messadaten f\u00FCr %s
reportview.request_data.b=Report generieren
measureview.mode.editrecord.l=Modus: editiere bestehenden Datensatz
measureview.mode.newrecord.l=Modus: Datensatz hinzuf\u00FCgen
userprofile.h=Benutzerprofil f\u00FCr
common.additional.info.t=Aufgrund des bewusst kleinen Budgets zum Projektstart ist dieser Service aktuell \
ausschlie\u00DFlich im "neuen" IPv6 basierten Internet \
erreichbar. Falls der lokale Internet-Anbieter kein IPv6 zur Verf\u00FCgung stellt, \
besteht meist die M\u00F6glichkeit \u00FCber das Handy (mit ausgeschalteten WLAN) zuzugreifen.
impressum.role.t=Projektgr\u00FCnder und Verantwortlicher:
gdpr.menu.l=DSGVO
userprofile.localechoice.l=Sprache:
userprofile.pwchange.l=Passwort \u00E4ndern
userprofile.updateconfirmation.t=Einstellungen wurden aktualisiert.
feedback.features.h=Fehlermeldungen, Verbesserungen, W\u00FCnsche
feedback.features.t=Die TODO Liste f\u00FCr Fehlermeldungen, Verbesserungsvorschl\u00E4ge oder W\u00FCnsche befindet sich in \
<a href="https://github.com/StefanSchubert/sabi/issues">Sabis Github Repository</a> sollte bereits eine entsprechende Meldung \
vorhanden sein w\u00E4re es gut diese zu kommentieren, dies dient als eine Art Abstimmung und hilft bei der Priorisierung. Gibt es \
noch nichts entsprechendes bitte eine neue Meldung erstellen. Besten Dank :-)
feedback.common.h=Andere R\u00FCckmeldungen...
feedback.common.t=F\u00FCr jedes andere Feedback freue ich mich \u00FCber eine email an <a href="mailto:stefan@bluewhale.de">stefan@bluewhale.de</a> \
Bitte nicht wundern, wenn ich nicht sofort antworte (Job, Familie, Nano-Riff Wartung...)
sessionExpired.header.h=Ups - Benutzersitzung abgelaufen
sessionExpired.message.t=Ihre Benutzersitzung ist nach einem Timeout abgelaufen. Falls dies nicht beabsichtigt war...<br/>\
<p/>Einfach noch mal einloggen:
