#
# Copyright (c) 2020 by Stefan Schubert under the MIT License (MIT).
# See project LICENSE file for the detailed terms and conditions.
#
register.captcha_wrongAnswer.t=Hm...das war die falsche Antwort. Bitte erneut versuchen.
login.header.h=Willkommen bei SABI
logout.message.t=Die Anwendersitzung wurde beended. Vielen Dank f\u00FCr die Teilnahme am Projekt. Bis zum n\u00E4chsten Mal! \
Oder nur versehentlich abgemeldet? Hier geht es zur\u00FCck: 
logout.header.h=Bis zum n\u00E4chsten mal...
register.cancel.b=Cancel
register.register.b=Benutzerkonto anlegen
register.captcha.h=DoS Schutz zur Benutzeranmeldung (aka CAPTCHA).
register.captcha_missing.t=Captcha-Frage wurde noch nicht beantwortet.
register.gdpr.h=DSGVO (Daten-Schutz-Grund-Verordnung) Erkl\u00E4rung
register.welcome.h=\u00DCber Sabi
register.homepage.l=Sabi auf github
register.sabi_on_github.l=Weitere Informationen befinden sich auf der Projekt-Homepage:
register.captcha.t=Auch wenn ich hoffe, da\u00DF Hacker kein Interesse an semi-wissenschaftlichen Projekten haben, \
hier dennoch eine kleine Algorithmenabwehr. Bitte l\u00F6sen Sie folgendes Mini-R\u00E4tsel:
register.username.l=Login-Name:
register.email.l=Email:
common.cookie.t=Dieser Webservice verwendet einen Session-Cookie, um Sie zwischen Seitenaufrufen zu identifizieren.
common.error_backend_unreachable.l=UPS - das h\u00E4tte nicht passiern d\u00FCrfen. Konnte den Backendserver nicht erreichen. Bitte versuchen Sie es sp\u00E4ter nochmal.
register.password.l=Passwort:
register.verifypassword.l=Passwort erneut:
register.language.l=Sprache
register.country.l=Land
register.i18n.t=Diese (freiwilligen) Angaben werden verwendet um Sabi zu internationalisieren (Dezimalpunkt, Sprache).\
Zu Start werden nur zwei Sprachen angeboten (Deutsch und English), kommen mehr Nutzer mit einem anderen Hintergrund\
 zusammen wird ein freiwilliger \u00DCbersetzer gesucht. Werden die Angaben leer gelassen, so setzt Sabi Englisch \
 als Voreinstellung. \u00DCber das Benutzerprofil l\u00E4sst sich dies auch nachtr\u00E4glich anpassen.  \
 Bist du Entwickler und beherscht eine andere Sprache, schau doch  bei Sabi auf github vorbei ;-)   
register.gdpr.t=Sabi speichert im Rahmen der Benutzeridentifikation die unten von Ihnen angegebenen Daten zur Identifizierung des Benutzerkontos. \
Zus\u00E4tzlich und mit Ihrem Benutzerkonto verkn\u00FCpft werden die von Ihnen gemeldeten Messwerte und Informationen zum Aquariumbesatz gespeichert und \
mit Ihrem Benutzerkonto verkn\u00FCpft. Die Summe aller in Sabi, durch alle Anwender, gespeicherten Messwerte und Daten zum Aquariumbesatz werden unter \
semi-wissenschaftlichen Fragestellungen ausgewertet. Die Ergebnisse dieser Auswertungen werden anonymisiert wiederum allen Benutzern zur Verf\u00FCgung gestellt. \
Die Daten werden innerhalb der EU gespeichert und nicht an Dritte ohne Ihre Erlaubnis weitergegeben. \
Zur Erf\u00FCllung der verpflichtenden Auskunftspflicht befindet sich in der Sabi Anwendung unter Ihrem Benutzerprofil eine Funktion zum automatischen \
Export aller durch Sie eingegebenen Daten.
register.welcome.t=Vielen Dank, dass Sie das Sabi-Project unterst\u00FCtzen wollen und Herzlich Willkommen! \
Sabi wird keine Forumsfunktionalit\u00E4ten anbieten und tritt nicht in Konkurenz zu den vielen wertvollen Forum-Communities.\
Im Fordergrund steht der wissenschaftliche Ansatz. Die Teilnehmer profitieren von einer grafischen Darstellung der beigesteuerten \
Messwerte und der durch das Projekt gewonnenen Erkenntnisse. \
Aktuell befindet sich das Projekt in Phase I (Datensammlung). Sobald ausreichend \
Teilnehmer die zusammengekommen sind und eine hinreichend gro\u00DFe Messdatenmenge \
gesammelt wurden, geht es in Phase II (Analyse) \u00FCber.\

preregistration.info.t=Fast fertig. Der Username war noch nicht vergeben und wurde erfolgreich angelegt. \
Innerhalb der n\u00E4chsten Minute erhalten Sie eine EMail mit einem Aktivierungslink. \
Klicken Sie diesen an, oder kopieren Sie ihn in den Webbrowser,  um Ihre Email-Adresse als g\u00FCltig zu best\u00E4tigen. \
Sobald Ihre Email-Adresse \u00FCber diesen Weg verifiziert wurde, wird Ihr Login freigeschaltet.
welcome.but.login=Anmeldung
welcome.but.register=Registrierung
welcome.lab.login=Willkommen zur\u00FCck:
welcome.lab.register=Cool, da will ich mit machen.
welcome.t.introduction=SABI ist ein semi-wissenschaftliches Projekt f\u00FCr Meerwasser-Aquarianer. Ziel ist die Untersuchung von Fragestellungen rund um die Messwerte, um daraus Erkenntnisse to gewinnen. Das Projekt befindet sich aktuell in Phase 1 (reine Datensammlung). 