#
# Copyright (c) 2023 por Stefan Schubert bajo la Licencia MIT (MIT).
# Ver el archivo LICENSE del proyecto para los t\u00E9rminos y condiciones detallados.
#
register.captcha_wrongAnswer.t=Lo sentimos - Respuesta incorrecta. Por favor, int\u00E9ntelo de nuevo.
login.welcome.h=Bienvenido al proyecto SABI - Seawater Aquarium Business Intelligence
logout.message.t=Su sesi\u00F3n de usuario ha finalizado. Gracias por participar en este proyecto.\
Nos vemos \u00BFO ha cerrado la sesi\u00F3n por accidente?<br/>  \
<p/>Aqu\u00ED puedes volver a unirte: 
logout.header.h=Adi\u00F3s - hasta la pr\u00F3xima...
register.cancel.b=Cancelar
register.register.b=Crear cuenta de usuario
register.captcha.h=Protecci\u00F3n DoS para el registro de usuarios (tambi\u00E9n conocido como CAPTCHA).
register.captcha_missing.t=Necesita responder a la pregunta captcha.
register.gdpr.h=Exenci\u00F3n de responsabilidad GDPR (Ley Global de Protecci\u00F3n de Datos)
register.welcome.h=Sobre SABI
register.homepage.l=SABI en github
register.sabi_on_github.l=Puede encontrar m\u00E1s informaci\u00F3n en la p\u00E1gina de inicio del proyecto:
register.captcha.t=Aunque espero que los proyectos semi-cient\u00EDficos no sean el objetivo de los hackers, aqu\u00ED hay una peque\u00F1a protecci\u00F3n contra los algoritmos. \
Por favor, resuelva este peque\u00F1o acertijo:
register.username.l=Nombre de usuario:
register.email.l=Correo electr\u00F3nico:
common.cookie.t=Este Sitio hace uso de cookies de sesi\u00F3n, para identificarle entre las siguientes peticiones de p\u00E1gina. Esto ocurre s\u00F3lo para \
requisitos t\u00E9cnicos.
common.error.backend_unreachable.l=UPS - esto no deber\u00EDa ocurrir. No se ha podido acceder al servidor. Vuelva a intentarlo m\u00E1s tarde.
register.password.l=Contrase\u00F1a:
register.verifypassword.l=Verificar contrase\u00F1a:
register.language.l=Idioma
register.country.l=Pa\u00EDs
register.i18n.t=Estos par\u00E1metros (opcionales) ser\u00E1n utilizados por SABI para soportar la internacionalizaci\u00F3n (notaci\u00F3n decimal, idioma). \
Desde el principio SABI viene con soporte para alem\u00E1n e ingl\u00E9s. Si m\u00E1s usuarios con un fondo diferente se observar\u00E1,\
se buscar\u00E1 un traductor voluntario. SABI establecer\u00E1 estos par\u00E1metros en Ingl\u00E9s por defecto, puede adoptar estos par\u00E1metros despu\u00E9s en su perfil de usuario.\
despu\u00E9s en su perfil de usuario. Si eres desarrollador y dominas otro idioma, echa un vistazo a sabi en github ;-)
register.gdpr.t=SABI almacena tus datos de registro con el prop\u00F3sito de identificar tu cuenta de usuario. Adicionalmente y asignados a tu cuenta de usuario, \
  se almacenar\u00E1n todos los datos de las mediciones y la informaci\u00F3n proporcionada sobre los habitantes de su tanque de agua de mar. La suma de todas las mediciones y datos del tanque proporcionados por todos los usuarios \
  ser\u00E1 evaluada bajo aspectos semi-cient\u00EDficos y los resultados estar\u00E1n disponibles para todos los usuarios de forma an\u00F3nima. Todos los datos se almacenar\u00E1n dentro de los l\u00EDmites de la UE y \
  no se compartir\u00E1n con terceros sin su permiso.\
Para cumplir con el deber de solicitud de informaci\u00F3n de GDPR SABI ha integrado una funcionalidad de exportaci\u00F3n dentro de la p\u00E1gina del informe, desde donde se pueden descargar los datos de medici\u00F3n que usted proporcion\u00F3 en SABI.
register.welcome.t=\u00A1Gracias por apoyar el proyecto SABI y bienvenido! SABI no har\u00E1 la competencia a todos los valiosos foros de\
y no pretende ofrecer funcionalidades de foro.\
La atenci\u00F3n se centra en el enfoque cient\u00EDfico. Los participantes se benefician de una representaci\u00F3n gr\u00E1fica de sus datos de medici\u00F3n\
Los participantes se benefician de una representaci\u00F3n gr\u00E1fica de sus datos de medici\u00F3n y de la informaci\u00F3n generada a partir del an\u00E1lisis de los datos. \
Actualmente, el proyecto se encuentra en la fase I (recopilaci\u00F3n de datos). En cuanto un n\u00FAmero suficiente de participantes\
suficientes datos de medici\u00F3n, iniciaremos la fase II (an\u00E1lisis).
preregistration.info.t=Casi perfecto. Su nombre de usuario y contrase\u00F1a han sido aceptados.\
En los pr\u00F3ximos minutos recibir\u00E1 un correo electr\u00F3nico con un enlace de activaci\u00F3n para validar su direcci\u00F3n de correo electr\u00F3nico.\
Una vez que el correo electr\u00F3nico ha sido validado, puede utilizar sus credenciales para iniciar sesi\u00F3n en sabi \
a trav\u00E9s de <a href="https://sabi-project.net/login.html">https://sabi-project.net/login.html</a> para\
configurar tu tanque y a\u00F1adir medidas.
welcome.but.login=Iniciar sesi\u00F3n
welcome.but.register=Registrarse
welcome.lab.login=Bienvenido:
welcome.lab.register=\u00A1Genial, quiero formar parte de este proyecto!
welcome.t.introduction=SABI es un proyecto semicient\u00EDfico de ciencia abierta cuyo objetivo es obtener informaci\u00F3n de los aficionados a la acuariofilia sobre las medidas del agua de mar. El proyecto se encuentra actualmente en la fase 1 (recogida de datos). \
Consulte las \u00FAltimas noticias y planificaci\u00F3n del proyecto en <a href="https://github.com/StefanSchubert/sabi/blob/main/README.md" style="color: lightblue">Github</> para m\u00E1s detalles.
register.email_invalid.t=Direcci\u00F3n de correo electr\u00F3nico no v\u00E1lida.
credits.sponsor_thx.h=Gracias especiales a todos los patrocinadores:
credits.sponsor_icon8.t=Por el uso gratuito del simp\u00E1tico cangrejo como favicon.
credits.sponsor_developer.t=En caso de que haya m\u00E1s que yo: Por dedicar su tiempo libre al proyecto.
credits.sponsor_developer.l=Todos los desarrolladores contribuyentes
register.conflict.t=Nombre de usuario y/o Email ya est\u00E1n registrados.
tankview.tanklist.h=Tus tanques
menu.tankView.l=Tanque
menu.home.l=Casa
menu.export.l=Exportar
menu.report.l=Medida-Informe
menu.userProfile.l=Perfil de usuario
menu.feedback.l=Retroalimentaci\u00F3n
menu.statistics.l=Estad\u00EDsticas del proyecto
common.delete.b=Borrar
common.add.b=A\u00F1adir
common.edit.b=Editar
common.save.b=Guardar
common.cancel.b=Cancelar
common.error.internal_server_problem.t=Problema interno del servidor. Por favor, int\u00E9ntelo de nuevo m\u00E1s tarde o cree un ticket de problema en la p\u00E1gina de github del proyecto.
tankview.description.l=Descripci\u00F3n:
tankview.volume.l=Tama\u00F1o:
tankview.volUnit.l=Unidad:
tankview.waterType.l=Tipo de tanque:
tankview.inceptionDate.l=Fecha de inicio:
login.username.l=NombreUsuario:
login.password.l=Contrase\u00F1a:
login.forgottenPW.l=\u00BFContrase\u00F1a olvidada? \u00BFError tipogr\u00E1fico? O el servidor backend no est\u00E1 disponible...
login.resetPW.b=restablecer contrase\u00F1a
login.panel.h=Por favor, inicie sesi\u00F3n:
projectstats.tankcount.l=Tanques registrados:
projectstats.usercount.l=Participantes del proyecto:
userportal.projectstate.l=Estado-actual-del-proyecto:
userportal.currentprojectstate.l=Etapa 1 - Recogida de datos
menu.measureView.l=Adquisici\u00F3n de datos de medici\u00F3n
common.tankchoice.l=Tanque:
measureview.measurekind.l=Tipo de registro:
measureview.value.l=Valor medido:
common.unitchoise.l=Unidad:
measureview.date.l=Registrado en:
common.new_record.b=Nuevo registro
credits.sponsor_wife.l=Mi esposa
credits.sponsor_wife.t=Por todas las horas extra mir\u00E1ndome delante del port\u00E1til despu\u00E9s del trabajo. 
common.select.l=Seleccionar una...
measureview.listing.h=Grabado recientemente:
crowdfounding.title.h=\u00BFD\u00F3nde ha ido a parar todo el dinero? Informe sobre peque\u00F1as finanzas:
crowdfunding.introduction.t=<p>Hay varias maneras de apoyar este proyecto de ciencia abierta:</p>\
<ul> \
<li>Como desarrollador a trav\u00E9s de github</li>\
<li>Como Participante para compartir sus datos m\u00E9tricos</li>\
<li>Como Patrocinador para hacerse cargo de los costes materiales y operativos</li>\
</ul>\
<p>Como patrocinador y propietario del proyecto pas\u00E9 bastante de mi tiempo libre realizando trabajos de concepci\u00F3n, programaci\u00F3n y operaci\u00F3n. \
Asumiendo los costes operativos iniciales del primer centro de datos de sabis (raspberry pis con base en casa)...\
Sin embargo, espero que algunos de ustedes est\u00E9n dispuestos a dejar que la plataforma operativa de SABI crezca para que tenga una base s\u00F3lida.\
Para que vuestras inversiones sean transparentes mostrar\u00E9 aqu\u00ED como se est\u00E1 invirtiendo el dinero.</p>
common.incompleted_formdata.t=Por favor, rellene los campos que faltan.
common.save.confirmation.t=Datos guardados. THX :-)
common.token.expired.t=\u00BFEl backendtoken ha caducado? Por favor, vuelva a iniciar sesi\u00F3n.
userportal.greeting.l=SABI-Proyecto | 
userportal.welcome.l=Bienvenido de nuevo
pw_forgotten.reset_request_accepted.t=Solicitud aceptada. Compruebe su correo electr\u00F3nico para un token de restablecimiento para continuar con el formulario.
pw_forgotten.request.step1.h=Paso 1 - Introduzca su direcci\u00F3n de correo electr\u00F3nico y demuestre que es humano :-)
pw_forgotten.request.b=Solicitar correo electr\u00F3nico con token de restablecimiento
pw_forgotten.request.h=\u00BFHa olvidado su contrase\u00F1a? Siga los pasos...
pw_forgotten.request.step2.h=Paso 2 - Comprueba tu Email, proporciona la nueva contrase\u00F1a junto con el token de cambio.
pw_forgotten.reset_token.l=Token de restablecimiento
pw_forgotten.reset.b=Confirmar
pw_forgotten.request.step3.h=Paso 3 - Lo ha conseguido, vuelva a iniciar sesi\u00F3n despu\u00E9s de recibir el correo de confirmaci\u00F3n.
pw_forgotten.login_link.l=Volver a la p\u00E1gina de inicio de sesi\u00F3n...
register.password.policy_failed.t=Contrase\u00F1as no id\u00E9nticas o demasiado d\u00E9biles.
register.pwreset_token_invalid.t=Reset-Token no coincide o ha caducado..
reportview.headline.h=Informes de medici\u00F3n
reportview.introduction.t=Aqu\u00ED puede ver sus \u00FAltimos 14 registros de medici\u00F3n de una unidad mostrados como l\u00EDnea de tiempo.\
M\u00E1s abajo tiene la posibilidad de exportar la serie completa de datos de la unidad seleccionada. 
common.no_such_data.t=No se han encontrado estos datos.
reportview.chart.h=Medidas para %s
reportview.request_data.b=Solicitar informe
measureview.mode.editrecord.l=Modo: editar registro existente
measureview.mode.newrecord.l=Modo: a\u00F1adir nuevo registro
userprofile.h=Perfil de usuario para
common.additional.info.t=Debido al bajo presupuesto inicial del proyecto, el servicio est\u00E1 actualmente \
s\u00F3lo est\u00E1 disponible en la "nueva" (desde hace m\u00E1s de 20 a\u00F1os) Internet basada en IPV6. \
Si tu proveedor de internet te bloquea el universo IPV6, \
prueba con tu tel\u00E9fono m\u00F3vil con la WLAN apagada.
impressum.role.t=Fundador y responsable del proyecto:
gdpr.menu.l=GDPR
userprofile.localechoice.l=Idioma:
userprofile.pwchange.l=Cambiar contrase\u00F1a
userprofile.updateconfirmation.t=Se ha actualizado la configuraci\u00F3n.
feedback.features.h=Aver\u00EDas, mejoras y peticiones de funciones
feedback.features.t=Si desea enviar un informe de error, una mejora o una solicitud de funci\u00F3n, visite la lista de foros de discusi\u00F3n de los proyectos en <a href="userprofile.updateconfirmation.t".\
lista de discusi\u00F3n de proyectos en <a href="https://github.com/StefanSchubert/sabi/discussions">SABIs Github Discussions</a><br/> \
THX :-)
feedback.common.h=Otros comentarios...
feedback.common.t=En caso de que s\u00F3lo desees dejarme una nota sobre sabi, puedes hacerlo simplemente por correo electr\u00F3nico.\
Env\u00EDa tu correo a <a href="mailto:stefan@bluewhale.de">stefan@bluewhale.de</a> Me alegro \
sobre cualquier retroalimentaci\u00F3n pero por favor no se pregunte si me tomo mi tiempo para responder \
(trabajo, familia, nanoreef-maintenance...)
sessionExpired.header.h=Oops - Sesi\u00F3n expirada
sessionExpired.message.t=Su sesi\u00F3n de usuario ha alcanzado un tiempo l\u00EDmite de inactividad y se ha detenido. Esto no estaba previsto.\
<p/>Aqu\u00ED puede iniciar sesi\u00F3n de nuevo:
projectstats.measurementcount.l=Cuento de mediciones:
menu.plagueView.l=Centro de plagas
credits.sponsor_magazin_article.t=Para poder anunciar este proyecto a trav\u00E9s de un art\u00EDculo en la revista KORALLE-Magazine (Edici\u00F3n 136).
login.register.l=\u00BFA\u00FAn no se ha registrado?
plague.center.introduction.h=Bienvenido al Centro de Plagas SABIs. \u00BFDe qu\u00E9 se trata?
plague.center.introduction.t=La visi\u00F3n central de SABI es identificar posibles correlaciones entre las mediciones de la calidad del agua y las plagas. \
Para que esto sea posible, no s\u00F3lo deben registrarse regularmente los valores del agua, sino tambi\u00E9n la aparici\u00F3n y el curso de plagas espec\u00EDficas. \
plagas espec\u00EDficas de forma estructurada. Si el proyecto tiene \u00E9xito, podremos \
deducir la probabilidad de aparici\u00F3n de plagas en el acuario marino a partir de los valores del agua registrados \
y actuar como una especie de sistema de alerta temprana con recomendaciones sobre contramedidas adecuadas. 
plague.center.mystatus.h=Plagas reportadas actualmente en mis acuarios:
plague.center.mystatus.noplague.t=-- no listado --
plague.center.addrecord.h=A\u00F1adir nueva plaga o registrar una actualizaci\u00F3n de estado:
plague.center.info.t=Los avisos de estado de una plaga en curso se combinar\u00E1n autom\u00E1ticamente.\
siempre y cuando la plaga sea cerrada por el estado curado.
plague.center.history.h=Registro de plagas pasadas
plague.center.history.norecords.t=-- no hay registros todav\u00EDa --
tankview.tempApiKey.l=ApiKey para env\u00EDo autom\u00E1tico de temperatura por dispositivos IoT:
tankview.tempApiKey.b=generar API-Key
projectstats.plagueObservationRecordCount.l=evoluci\u00F3n de la plaga observada:
plagueview.date.l=observado el:
plagueview.tank.l=Tanque:
plagueview.plague.l=Peste:
plagueview.laststatus.l=\u00DAltimo estado:
plagueview.curedate.l=Anunciado el:
plagueview.status.l=Estado:
plagueview.save.b=Guardar observaci\u00F3n
reportview.90d.chart.h=Puntos de medici\u00F3n en la revisi\u00F3n de 3 meses
reportview.365d.chart.h=Puntos de medici\u00F3n en la revisi\u00F3n anual
reportview.14mp.chart.h=Revisi\u00F3n reciente de los puntos de medici\u00F3n
plagueview.duration.l=Duraci\u00F3n en d\u00EDas:
userportal.meassurement.reminder.h=Recordatorio de sus mediciones:
userportal.meassurement.nosetting.t=Aqu\u00ED se le puede recordar si desea medir algo con regularidad. \
Para ello, vaya a su perfil de usuario y guarde el intervalo de medici\u00F3n deseado.
userprofile.reminderinfo.t=Si desea que se le recuerde en la p\u00E1gina de inicio que debe medir un determinado valor de agua, \
puede establecer aqu\u00ED un intervalo de medici\u00F3n para el valor correspondiente. La pr\u00F3xima vez que inicie sesi\u00F3n, \
SABI comprobar\u00E1 cu\u00E1ndo ha medido el valor del agua por \u00FAltima vez y si el intervalo de medici\u00F3n previsto ha expirado.
userprofile.reminderinfo.h=Recordatorio de medici\u00F3n regular
userportal.meassurement.unit.l=Par\u00E1metro de medici\u00F3n
userportal.meassurement.duedate.l=Siguiente medici\u00F3n
userportal.meassurement.dayinterval.l=Intervalo de medici\u00F3n en d\u00EDas
userprofile.meassurement.active.l=Activo
userprofile.meassurement.dayinterval.l=Intervalo de medici\u00F3n en d\u00EDas
userprofile.meassurement.unit.l=Par\u00E1metro de medici\u00F3n
userprofile.meassurement.addreminder.l=Configurar recordatorio para:
common.update.b=Actualizar
register.password.policy.t=(Contrase\u00F1a: M\u00EDnimo 10 y m\u00E1ximo 20 caracteres. Mezcla de may\u00FAsculas/min\u00FAsculas con d\u00EDgitos y caracteres especiales)
enum.waterType.seawater.l=agua de mar
enum.waterType.freshwater.l=agua dulce
menu.b=Men\u00FA